Repository: majsterklepka/tdsj
Catalog: glikemia/po/*.po
Languages: pl

source: Welcome to the App Diabetes!
pl: Witaj w aplikacji Cukrzyk!

source: Author: Majster Klepka
pl: Autor Majster Klepka

source: License: GPL-3.0
pl: Licencja: GPL-3.0

source: Copyright: (C) 2018 Paweł Sobótka
pl: Prawa autorskie: (C) 2018 Paweł Sobótka

source: Usage: enter your own level %HbA1c obtained from the medical analysis laboratory
pl: Użycie: wprowadź swój własny poziom %HbA1c otrzymany od labolatorium analiz medycznych

source: and if you do not have it yet ...
pl: a jeśli go jeszcze nie masz...

source: then report to your doctor for a referral
pl: zgłoś się do swojego lekarza po skierowanie na badanie

source: and take the test immediately!
pl: i wykonaj badanie natychmiast!

source: enter value of % HbA1c:
pl: wprowadź wartość % HbA1c:

source: Your result of the average three-month glycemia that is: %.2f mg/dL
pl: Twój wynik średniej trzymiesięcznej z glikemii to: %.2f mg/dL

source: Thank you for using this short program... Author.
pl: dziękuję za wykorzystanie tego krótkiego programu... Autor.
